Repository: running-grass/omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Type once, use often.
zh_cn: 打字一次，经常使用。

source: Typesetting Conventions Used in this Manual
zh_cn: 本指南中的排版约定

source: Typesetting conventions used in this manual.
zh_cn: 本指南的排版约定。

source: Typing M-v, while in the minibuffer, selects the window showing the completion list (switch-to-completions).
zh_cn: 在迷你缓冲区中键入M-v，选择显示补全列表的窗口(switch-to-completions)。

source: Typing M-n (next-history-element) moves through the minibuffer history list in the opposite direction, fetching later entries into the minibuffer.
zh_cn: 键入M-n(next-history-element)以相反的方向遍历迷你缓冲区历史列表，将稍后的项提取到迷你缓冲区中。

source: Typing RET does not complete, it just submits the argument as you have entered it.
zh_cn: 键入RET不会补全，它只提交您输入的参数。

source: Typing RET exits the minibuffer only if the minibuffer text is an exact match, or completes to one.
zh_cn: 仅当迷你缓冲区文本完全匹配或只有一个补全选项时，键入RET才会退出迷你缓冲区。

source: Typing the help character (C-h or F1) after a prefix key displays a list of the commands starting with that prefix.
zh_cn: 在前缀键后键入帮助字符(C-h或F1)将显示以该前缀开头的命令列表。

source: Typing three slashes in a row ignores everything in remote file names.
zh_cn: 在一行中键入三个斜杠将忽略远程文件名中的所有内容。

source: URL-like links to the world.
zh_cn: 指向互联网的类似URL的链接。

source: Undo one entry of the undo records—usually, one command worth (undo).
zh_cn: 撤消一个撤消记录条目-通常相当于一个命令(undo)。

source: Undoing Changes
zh_cn: 撤消更改

source: Undoing recent changes in the text.
zh_cn: 撤消文本中最近的更改。

source: Unique to this LaTeX back-end.
zh_cn: 这是这个LaTeX后端独有的。

source: Unlike C-n and C-p, most of the Emacs commands that work on lines work on logical lines.
zh_cn: 与C-n和C-p不同，大多数适用于行的Emacs命令都适用于逻辑行。

source: Unlike Meta, ESC is entered as a separate character.
zh_cn: 与Meta不同，ESC作为单独的字符输入。

source: Until then, you can just focus on something else and free your mind from this task.
zh_cn: 在那之前，你可以把注意力放在别的事情上，把你的思想从这项任务中解放出来。

source: Until you save, the changed text exists only inside Emacs, and the file test.emacs is unaltered.
zh_cn: 在保存之前，更改后的文本仅存在于Emacs中，文件test.emacs未更改。

source: Up: Export in Foreign Buffers [Contents][Index]
zh_cn: 返回: Export in Foreign Buffers [Contents][Index]

source: Updating the table
zh_cn: 更新表格

source: Uploading Files
zh_cn: 文件

source: Uploading Org files and agendas.
zh_cn: 上传Org文件和议程。

source: Use a line like this51
zh_cn: 使用这样的行51

source: Use and contribute to a library of useful code blocks.
zh_cn: 使用有用的代码块类库并为其做出贡献。

source: Use macros to create templates.
zh_cn: 使用宏来创建模板。

source: Use the current column of point as the semipermanent goal column for C-n and C-p (set-goal-column) in the current buffer.
zh_cn: 将当前游标所在的列用作当前缓冲区中C-n和C-p(set-target-column)的半永久目标列。

source: Use the refile interface to jump to a heading.
zh_cn: 使用转接界面跳转到标题。

source: Use this to (as an exception) assign several tags from such a group.
zh_cn: 使用此选项(作为例外)从这样的组中分配多个标记。

source: User Input
zh_cn: 用户输入

source: User-defined properties are capitalized; built-in properties with special meaning are written with all capitals.
zh_cn: 用户定义的属性以首字母大写形式； 具有特殊含义的内置属性使用全大写字母书写。

source: User-defined tags are written in lowercase; built-in tags with special meaning are written as they should appear in the document, usually with all capitals.
zh_cn: 用户定义的标签以小写形式编写； 具有特殊含义的内置标签应按应在文档中出现的方式书写，通常使用全大写。

source: Using CDLaTeX to enter math
zh_cn: 使用CDLaTeX录入数学

source: Using Calc to compute stuff.
zh_cn: 使用Calc来计算东西。

source: Using Column View in the Agenda
zh_cn: 在议程中使用列视图

source: Using Emacs packaging system
zh_cn: 使用Emacs打包系统

source: Using Header Arguments
zh_cn: 使用标头参数

source: Using Links Outside Org
zh_cn: 使用Org之外的链接

source: Using Org on a TTY
zh_cn: 在TTY上使用Org

source: Using Org on a tty.
zh_cn: 在tty上使用Org。

source: Using Org’s git repository
zh_cn: 使用Org的git仓库

source: Using a command line argument, you can tell Emacs to visit one or more files as soon as it starts up.
zh_cn: 使用命令行参数，您可以告诉Emacs在启动时立即访问一个或多个文件。

source: Using capture
zh_cn: 使用捕获

source: Using column view
zh_cn: 使用列视图

source: Using column view for collected entries.
zh_cn: 对收集到的条目使用列视图。

source: Using direct HTML in Org files.
zh_cn: 在Org文件中使用直接HTML。

source: Using dired to select an attachment
zh_cn: 使用Dired选择附件

source: Using the Minibuffer
zh_cn: 使用迷你缓冲区

source: Usually, lines of text are separated by newline characters in a file, but two other conventions are sometimes used.
zh_cn: 通常，文件中的文本行由换行符分隔，但有时还会使用另外两个约定。

source: Usually, this is the same as the name of a file you are editing.
zh_cn: 通常，这与您正在编辑的文件的名称相同。

source: Usually, we state the name of the command which really does the work in parentheses after mentioning the key that runs it.
zh_cn: 通常，在提到运行该命令的快捷键之后，我们会在括号中说明真正执行该工作的命令的名称。

source: Variables mentioned in the manual.
zh_cn: 手册中提到的变量。

source: Viewing and capture on a mobile device.
zh_cn: 在移动设备上查看和捕获。

source: Visibility Cycling
zh_cn: 可见性循环

source: Visibility cycling and structure editing help to work with the tree.
zh_cn: 可见性循环和结构编辑有助于与树配合使用。

source: Visit the page with information about the GNU Project (describe-gnu-project).
zh_cn: 有关GNU项目的信息，请访问页面(describe-gnu-project)。

source: Visiting, creating, and saving files.
zh_cn: 访问、创建和保存文件。

source: Visual Line mode also redefines editing commands such as C-a, C-n, and C-k to operate on screen lines rather than logical lines.
zh_cn: Visual Line mode还重新定义编辑命令，如C-a、C-n和C-k，以在屏幕行而不是逻辑行上操作。

source: We strongly recommend sticking to a single installation method.
zh_cn: 我们强烈建议坚持只使用一种安装方法。

source: We also sell hardcopy versions of this manual and An Introduction to Programming in Emacs Lisp, by Robert J. Chassell.
zh_cn: 我们还销售本手册的硬拷贝版本和Robert J. Chassell.编写的Emacs Lisp编程入门。

source: We ask you to read and respect the GNU Kind Communications Guidelines when sending messages on this mailing list.
zh_cn: 在此邮件列表上发送消息时，我们请您阅读并遵守GNU善意沟通准则

source: We call Emacs advanced because it can do much more than simple insertion and deletion of text.
zh_cn: 我们称Emacs高级是因为它不只是简单地插入和删除文本。

source: We call it the “minibuffer” because it’s a special-purpose buffer with a small amount of screen space.
zh_cn: 我们称它为“迷你缓冲区”，因为它是一个具有少量屏幕空间的专用缓冲区。

source: We have seen how RET (newline) starts a new line of text.
zh_cn: 我们已经看到RET(newline)如何开始新的文本行。

source: We mention the RET only for emphasis, such as when the command is followed by arguments.
zh_cn: 我们提到RET只是为了强调，例如当命令后面跟着参数时。

source: We use the term prefix argument to emphasize that you type such arguments before the command, and to distinguish them from minibuffer arguments (see Minibuffer), which are entered after invoking the command.
zh_cn: 我们使用术语前缀参数来强调您在命令之前键入这样的参数，并将它们与迷你缓冲区参数(请参阅迷你缓冲区)区分开来，后者是在调用命令之后输入的。

source: We will use the term frame to mean a graphical window or terminal screen occupied by Emacs.
zh_cn: 我们将使用术语窗体来表示Emacs占据的图形窗口或终端屏幕。

source: Weekly/daily agenda
zh_cn: 每周/每日日程安排

source: What did you expect to happen?
zh_cn: 你做了些什么？

source: What exactly did you do?
zh_cn: 你到底是做什么的？

source: What files are part of the project?
zh_cn: 哪些文件是项目的一部分？

source: What happened instead?
zh_cn: 发生了什么？

source: What is available out of the box?
zh_cn: 开箱即用的功能有哪些？

source: What is needed for a complete template entry.
zh_cn: 完整的模板条目需要什么。

source: What is not allowed is to try to prevent others from further sharing any version of GNU Emacs that they might get from you.
zh_cn: 不允许的是试图阻止其他人进一步分享他们可能从您那里获得的任何版本的GNU Emacs。

source: What line, row, or column is point on?
zh_cn: 游标处于哪一行、那一列？

source: What to do with finished products.
zh_cn: 完成后的节点怎么处理。

source: What will not be exported.
zh_cn: 不会导出的内容。

source: What will this snippet look like?
zh_cn: 这个片段会是什么样子呢？

source: When line-move-visual is nil, you can also set the variable track-eol to a non-nil value.
zh_cn: 当line-move-visual为nil时，您还可以将变量track-eol设置为非nil值。

source: When M-x completes on commands, it ignores the commands that are declared obsolete; for these, you will have to type their full name.
zh_cn: 当M-x补全命令时，它将忽略声明为已过时的命令；对于这些命令，您必须键入其全名。

source: When S-TAB is called with a numeric prefix argument N, view contents only up to headlines of level N.
zh_cn: 当S-TAB使用数字前缀参数N调用时，仅查看直到N级别的标题的内容。

source: When Emacs first visits an Org file, the global state is set to showeverything, i.e., all file content is visible6.
zh_cn: 当Emacs首次访问Org文件时，全局状态设置为showeverything，即所有文件内容均可见6。

source: When Emacs starts up, the initial frame displays a special buffer named ‘*GNU Emacs*’.
zh_cn: 当Emacs启动时，初始窗体中显示一个名为‘*GNU Emacs*’的特殊缓冲区。

source: When a command reads an argument using the minibuffer with completion, it also controls what happens when you type RET (minibuffer-complete-and-exit) to submit the argument.
zh_cn: 当命令使用带有补全的迷你缓冲区读取参数时，它还控制当您键入RET(minibuffer-complete-and-exit)提交参数时发生的情况。

source: When a function name, variable name, or face name (see Faces) appears in the documentation in the help buffer, it is normally an underlined hyperlink.
zh_cn: 当函数名、变量名或字符样式名(请参阅字符样式)出现在帮助缓冲区的文档中时，它通常是带下划线的超链接。

source: When a headline matches during a tags search while tag inheritance is turned on, all the sublevels in the same tree—for a simple match form—match as well52.
zh_cn: 如果在打开标记继承的情况下在标签搜索期间匹配标题，则同一树中的所有子级别(对于简单匹配表单)也会匹配52。

source: When a line of text in the buffer is longer than the width of the window, Emacs usually displays it on two or more screen lines.
zh_cn: 当缓冲区中的一行文本长于窗口宽度时，Emacs通常将其显示在两个或多个屏幕行上。

source: When a semipermanent goal column is in effect, those commands always try to move to this column, or as close as possible to it, after moving vertically.
zh_cn: 当半永久性目标列生效时，这些命令始终在垂直移动后尝试移动到该列或尽可能靠近该列。

source: When called with a C-u prefix, all tags in the current buffer are aligned to that column, just to make things look nice.
zh_cn: 当使用C-u前缀调用时，当前缓冲区中的所有标签都与该列对齐，这只是为了让事情看起来更好看。

source: When called with a universal prefix argument or with point before the first headline in a file, set the agenda scope to the entire file.
zh_cn: 使用该命令时，如果附带了前缀参数，或是光标置于第一个标题之前，genda的范围被限制为整个这个文件。

source: When completing buffer names, case differences are ignored if the variable read-buffer-completion-ignore-case is non-nil; the default is nil.
zh_cn: 补全缓冲区名称时，如果变量read-buffer-completion-ignore-case非nil，则忽略大小写差异；默认值为nil。

source: When completing file names, Emacs usually omits certain alternatives that are considered unlikely to be chosen, as determined by the list variable completion-ignored-extensions.
zh_cn: 在补全文件名时，Emacs通常会省略某些被认为不太可能选择的备选方案，这由列表变量completion-ignored-extensions确定。

source: When completing file names, case differences are ignored if the variable read-file-name-completion-ignore-case is non-nil.
zh_cn: 补全文件名时，如果变量read-file-name-completion-ignore-case非nil，则忽略大小写差异。

source: When completing remote file names (see Remote Files), a double slash behaves slightly differently: it causes Emacs to ignore only the file-name part, leaving the rest (method, host and username, etc.) intact.
zh_cn: 在补全远程文件名(请参阅远程文件)时，双斜杠的行为略有不同：它导致Emacs仅忽略文件名部分，而保留剩余(方法、主机和用户名等)完好无损。

source: When completion is available, certain keys (usually TAB, RET, and SPC) are rebound in the minibuffer to special completion commands (see Completion Commands).
zh_cn: 当补全可用时，某些键(通常为TAB、RET和SPC)在迷你缓冲区中表现为特殊的补全命令(请参阅补全命令)。

source: When deciding what to work on, I use either sparse trees – which makes it easy to filter the content of my GTD projects by tag, search term, etc., or I use custom agenda commands.
zh_cn: 当决定要处理什么时，我会使用稀疏树——这使得通过标签、搜索词等过滤我的GTD项目内容变得很容易，或者我使用自定义议程命令。

source: When did the status change?
zh_cn: 状态是什么时候更改的？

source: When discovering Orgmode, most people think that its agenda is just a regular agenda.
zh_cn: 在发现Orgmode时，大多数人认为它的议程只是一个常规议程。

source: When editing a program, if you have an Info version of the manual for the programming language, you can use C-h S (info-lookup-symbol) to find an entry for a symbol (keyword, function or variable) in the proper manual.
zh_cn: 编辑程序时，如果您有编程语言手册的Info版本，则可以使用C-h S(info-lookup-symbol)在适当的手册中查找符号(关键字、函数或变量)的条目。

source: When first fired up, it should feel like a straightforward, easy to use outliner.
zh_cn: 初次启动时，它应该看起来像一个简单易用的大纲工具。

source: When in doubt, press C-c C-c.
zh_cn: 如果有疑问，请按C-c C-c。

source: When not active, the minibuffer is in minibuffer-inactive-mode, and clicking mouse-1 there shows the *Messages* buffer.
zh_cn: 不活动时，迷你缓冲区处于minibuffer-inactive-mode，单击鼠标会显示*Messages*缓冲区。

source: When on a headline, press C-c C-t to set the TODO keyword.
zh_cn: 在标题上，按C-c C-t设置TODO关键字。

source: When one task needs to wait for others.
zh_cn: 当一个任务需要等待其他任务时。

source: When point is in a headline, this does the same as C-c C-q.
zh_cn: 当光标位于标题中时，其作用与C-c C-q相同。

source: When processing the inbox, I refile each entry that is actionable and belongs to a project using C-c C-w, moving the entry to the appropriate place.
zh_cn: 在处理收件箱时，我把每一个可执行且属于某个项目的条目使用C-c C-w转接，并将条目移动到适当的位置。

source: When reviewing the captured data, you may want to refile or to copy some of the entries into a different list, for example into a project.
zh_cn: 当查看捕获的数据时，您可能需要重新归档或将某些记录复制到其他列表中，例如复制到一个项目中。

source: When the command you run with M-x has a key binding, Emacs mentions this in the echo area after running the command.
zh_cn: 当您使用M-x运行的命令具有键绑定时，Emacs会在运行该命令后在回显区中提到这一点。

source: When the default search is not enough.
zh_cn: 当默认搜索不够用时。

source: When the minibuffer is active, the echo area is treated much like an ordinary Emacs window.
zh_cn: 当迷你缓冲区处于活动状态时，回显区的处理方式与普通Emacs窗口非常相似。

source: When the minibuffer is in use, it appears in the echo area, with a cursor.
zh_cn: 当迷你缓冲区正在使用时，它会与光标一起出现在回显区中。

source: When the minibuffer is in use, the text displayed in the echo area begins with a prompt string, and the active cursor appears within the minibuffer, which is temporarily considered the selected window.
zh_cn: 当迷你缓冲区正在使用时，回显区中显示的文本以提示字符串开头，活动光标出现在迷你缓冲区内，该窗口暂时被视为选中的窗口。

source: When the minibuffer is used to read a file name, it typically starts out with some initial text ending in a slash.
zh_cn: 当使用迷你缓冲区读取文件名时，它通常以一些以斜杠结尾的初始文本开始。

source: When the variable org-log-refile83 is set, a timestamp or a note is recorded whenever an entry is refiled.
zh_cn: 当变量org-log-refile83被设置时，无论何时转接笔记，都会记录时间戳或注释。

source: When there is an active region, all entries in the region are sorted.
zh_cn: 当存在活动区域时，将对该区域中的所有条目进行排序。

source: When there is an active region—i.e., when Transient Mark mode is active—promotion and demotion work on all headlines in the region.
zh_cn: 当存在活动区域时-即，当瞬变标记模式处于活动状态时-该区域中的所有标题都会执行升级和降级。

source: When there is only one window, the mode line appears right above the echo area; it is the next-to-last line in the frame.
zh_cn: 当只有一个窗口时，模式行显示在回声区域的正上方；它是窗体中倒数第二行。

source: When this command is used in the middle of a line, the line is split and the rest of the line becomes the new item or headline.
zh_cn: 当在行中间使用此命令时，该行将被拆分，该行的剩余部分将成为新项或标题。

source: When time will come, the action will appear in your Org Agenda, reminding you of the bill you have to pay, and all you will have to do is moving it to your inbox.
zh_cn: 当时间到来时，该操作将出现在您的Org议程中，提醒您必须支付的账单，您所要做的就是将其移动到您的收件箱中。

source: When used at the beginning of a regular line of text, turn that line into a heading.
zh_cn: 在常规文本行的开头使用时，会将该行转换为标题。

source: When was this entry marked as done?
zh_cn: 此条目是何时标记为完成的？

source: When we say that “C-n moves down vertically one line” we are glossing over a subtle distinction that is irrelevant in ordinary use, but vital for Emacs customization.
zh_cn: 当我们说“C-n垂直下移一行”时，我们忽略了一个微妙的区别，这个区别在普通使用中并不相关，但对于Emacs定制至关重要。

source: When working with Speedbar, you can use the following commands in the Speedbar frame:
zh_cn: 若你启用了speedbar,则在speedbar frame中还能使用以下命令：

source: When you hit the error, a ‘*Backtrace*’ buffer appears on the screen.
zh_cn: 遇到错误时，屏幕上会显示一个*Backtrace*缓冲区。

source: When you mark a ‘DEADLINE’ or a ‘SCHEDULED’ with the TODO keyword ‘DONE’, it no longer produces entries in the agenda.
zh_cn: 当你把‘DEADLINE’或‘SCHEDULED’标记为TODO关键字 ‘DONE’时，它不再在议程中生成条目。

source: When you specify more than one word in the apropos pattern, a name must contain at least two of the words in order to match.
zh_cn: 当您在主题搜索模式中指定多个单词时，名称必须至少包含两个单词才能匹配。

source: When you start Emacs, there is normally only one window in the frame.
zh_cn: 启动Emacs时，窗体中通常只有一个窗口。

source: Whenever we encounter commands that work on screen lines, such as C-n and C-p, we will point these out.
zh_cn: 每当我们遇到在屏幕行上工作的命令时，例如C-n和C-p，我们都会指出这些命令。

source: Where defined, where valid?
zh_cn: 哪里定义了，哪里有效？

source: Where notes will be stored.
zh_cn: 将存储笔记的位置。

source: Which links keep working after publishing?
zh_cn: 哪些链接在发布后仍然有效？

source: While in the completion list buffer, kill it and delete the window showing it (kill-current-buffer).
zh_cn: 在补全列表缓冲区中时，取消它并删除显示它的窗口(kill-current-buffer)。

source: While in the completion list buffer, these keys move point to the following completion alternative (next-completion).
zh_cn: 在补全列表缓冲区中，这些键移动到以下补全选项(next-completion)。

source: While in the completion list buffer, these keys move point to the previous completion alternative (previous-completion).
zh_cn: 在补全列表缓冲区中时，这些键移动到前一个补全选项(previous-completion)。

source: While in the completion list buffer, this chooses the completion at point (choose-completion).
zh_cn: 在补全列表缓冲区中时，这将在游标处选择补全(choose-completion)。

source: While in the completion list buffer, this quits the window showing it and selects the window showing the minibuffer (quit-window).
zh_cn: 在补全列表缓冲区中时，这将退出显示它的窗口，并选择显示迷你缓冲区的窗口(quit-window)。

source: While in the minibuffer, M-p (previous-history-element) moves through the minibuffer history list, one item at a time.
zh_cn: 在迷你缓冲区中时，M-p(previous-history-element)在迷你缓冲区历史列表中移动，一次移动一项。

source: While it is possible to use the mouse to issue editing commands through the menu bar and tool bar, that is not as efficient as using the keyboard.
zh_cn: 虽然可以使用鼠标通过菜单栏和工具栏触发编辑命令，但效率不如使用键盘。

source: While retracing your steps, you can go forward by using C-c C-f or r (help-go-forward).
zh_cn: 回溯步骤时，可以使用C-c C-f或r(help-go-forward)继续。

source: While the minibuffer is in use, Emacs does not echo keystrokes.
zh_cn: 当迷你缓冲区正在使用时，Emacs不会回显击键。

source: While you are typing the password, you may press DEL to delete backwards, removing the last character entered.
zh_cn: 键入密码时，可以按DEL向后删除，删除最后输入的字符。

source: Widen buffer to remove narrowing.
zh_cn: 扩大缓冲区以取消聚焦。

source: With Size Indication mode, you can display the size of the buffer as well.
zh_cn: 使用尺寸指示模式，您还可以显示缓冲区的尺寸。

source: With a C-u prefix, sorting is case-sensitive.
zh_cn: 使用C-u前缀，排序区分大小写。

source: With a C-u prefix, do not remove the previously used indirect buffer.
zh_cn: 使用C-u前缀，请勿删除以前使用的间接缓冲区。

source: With a double C-u C-u prefix, the new heading is created at the end of the parent subtree instead.
zh_cn: 使用双C-u C-u前缀，将在父子树的末尾创建新标题。

source: With a double prefix argument, also show the entire subtree of the parent.
zh_cn: 使用双前缀参数，还可以显示父级的整个子树。

source: With a numeric argument n, C-h i selects the Info buffer ‘*info*<n>’.
zh_cn: 使用数字参数n，C-h i选择Info缓冲区‘*info*<n>’。

source: With a numeric prefix argument N, expose all children down to level N.
zh_cn: 使用数字前缀参数N，将所有子级向下显示到N。

source: With a numeric prefix argument N, go up to level N and then take that tree.
zh_cn: 使用数字前缀参数N，转到级别N，然后获取该树。

source: With a numeric prefix argument N, copy the N sequential subtrees.
zh_cn: 使用数字前缀参数N复制N个连续子树。

source: With a numeric prefix argument N, kill N sequential subtrees.
zh_cn: 使用数字前缀参数N，删除N个连续的子树。

source: With a numeric prefix argument95—like C-u 2 1 M-x org-agenda a—you may set the number of days to be displayed.
zh_cn: 使用数字前缀参数95-就像C-u 2 1M-x org-Agenda a一样，您可以设置要显示的天数。

source: With a numeric prefix, the Nth keyword in org-todo-keywords is selected.
zh_cn: 如果输入该命令时输入来一个数字前缀n，那么则会选择变量org-todo-keywords中第n个关键字进行筛选。

source: With a prefix argument, C-u M-=, the command displays a count for the entire buffer.
zh_cn: 使用前缀参数C-u M-=，该命令显示整个缓冲区的计数。

source: With a prefix argument, file is added/moved to the end.
zh_cn: 通过输入前缀参数，可以将所选文件添加/移动到列表尾部。

source: With a prefix argument, search also for functions with definitions matching the pattern, and Lisp symbols with properties matching the pattern.
zh_cn: 使用前缀参数，还可以搜索定义与模式匹配的函数，以及属性与模式匹配的Lisp符号。

source: With a prefix argument, search for customizable variables only.
zh_cn: 使用前缀参数时，仅搜索可自定义变量。

source: With a prefix argument, search for non-customizable variables too.
zh_cn: 使用前缀参数，还可以搜索不可自定义的变量。

source: With a prefix argument, search for noninteractive functions too.
zh_cn: 使用前缀参数，也可以搜索非交互函数。

source: With a prefix argument, show, on each level, all sibling headings.
zh_cn: 使用前缀参数，在每个级别上显示所有同级标题。

source: With both types of yes-or-no query the minibuffer behaves as described in the previous sections; you can recenter the selected window with C-l, scroll that window (C-v or PageDown scrolls forward, M-v or PageUp scrolls backward), switch to another window with C-x o, use the history commands M-p and M-n, etc.
zh_cn: 对于这两种类型的是或否查询，迷你缓冲区的行为如前面各节中所述；您可以使用C-l将选定窗口重新居中，滚动窗口(使用C-v或PageDown向前滚动，使用M-v或PageUp)向后滚动)，使用C-x o切换到另一个窗口，使用历史命令M-p和M-n

source: With no argument, it repeats the last such command.
zh_cn: 在没有参数的情况下，它重复最后一个这样的命令。

source: With numeric argument n, move to n/10 of the way from the top.
zh_cn: 使用数字参数n，从顶部移动到路径的n/10

source: With other Emacs packages.
zh_cn: 与其他Emacs软件包一起使用。

source: With sticky agendas, the dispatcher only switches to the selected view, you need to update it by hand with r or g.
zh_cn: 通过打开粘滞议程模式，议程调度程序只会在不同议程视图间切换而不会自动更新内容，你需要通过按r或g来手动更新议程视图的内容。

source: With the above setup, you could clear the current tags and set ‘@home’, ‘laptop’ and ‘pc’ tags with just the following keys: C-c C-c SPC h l p RET.
zh_cn: 使用上面的设置，您可以清除当前标签，并仅使用以下键设置‘@home’、‘Laptop’和‘pc’标记：C-c-cSPCh l pRET。

source: With the default settings, no level adjustment takes place, but the yanked tree is folded unless doing so would swallow text previously visible.
zh_cn: 使用默认设置时，不会进行任何级别调整，但会折叠粘贴的树，除非这样做会吞噬以前可见的文本。

source: With the ‘+1m’ cookie, the date shift is always exactly one month.
zh_cn: 对于“+1m”，日期转换始终正好是一个月。

source: With these commands, no argument is equivalent to an argument of one, and negative arguments cause them to move or act in the opposite direction.
zh_cn: 使用这些命令时，没有任何参数等同于参数1，而负参数会导致它们朝相反的方向移动或操作。

source: Without moving the text on the screen, reposition point on the left margin of the center-most text line of the window; on subsequent consecutive invocations, move point to the left margin of the top-most line, the bottom-most line, and so forth, in cyclic order (move-to-window-line-top-bottom).
zh_cn: 在不移动屏幕上的文本的情况下，将指针重新定位在窗口最中间文本行的左边距上；在随后的连续调用中，按循环顺序将指针移动到最顶行、最底行的左边距，依此类推(move-to-window-line-top-bottom)。

source: Work quickly with code blocks.
zh_cn: 快速处理代码块。

source: Workflow and assignments.
zh_cn: 工作流和工作分配。

source: Working with Source Code
zh_cn: 使用源代码

source: Writing a view to a file.
zh_cn: 将视图写入文件。

source: Writing an extension is programming, but non-programmers can use it afterwards.
zh_cn: 编写扩展就是编程，但非程序员可以在之后使用它。

source: Writing formulas in Emacs Lisp.
zh_cn: 用Emacs Lisp编写公式。

source: Writing programs that use entry properties.
zh_cn: 编写使用条目属性的程序。

source: Yank subtree from kill ring.
zh_cn: 从剪切板上粘贴一棵子树。

source: Yes or No Prompts
zh_cn: 确认提示

source: Yet another TAB, and you are back to the initial level.
zh_cn: 再来一次Tab，您将返回到初始级别。

source: You answer the query by typing a single key, either ‘y’ or ‘n’, which immediately exits the minibuffer and delivers the response.
zh_cn: 您可以通过键入单个键“y”或“n”来回答查询，这将立即退出迷你缓冲区并传递响应。

source: You are prompted for a keyword, and you may also specify several keywords by separating them with ‘|’ as the boolean OR operator.
zh_cn: 在输入完M-x org-agenda T后，Org会提示你输入一个关键字，您也可以在多个关键字间加“|“来输入多个关键字。

source: You are prompted for the number of copies to make, and you can also specify if any timestamps in the entry should be shifted.
zh_cn: 系统会提示您输入要制作的副本数量，您还可以指定条目中的任何时间戳是否应该移位。
